{
  "IndexPage": {
    "title": "تحويل PNG إلى PDF: عبر الإنترنت، مجانًا، بأمان، بسرعة",
    "description": "تحويل PNG إلى PDF هو أداة مفيدة يمكنك استخدامها عبر الإنترنت بسرعة وبأمان ومجانًا. باستخدام واجهتنا البسيطة، يمكنك تحويل صور PNG إلى ملفات PDF على الفور وضمان الخصوصية وأمان البيانات.",
    "keywords": "png، إلى، pdf، تحويل، pngpdf",
    "h1_text": "محول PNG إلى PDF",
    "h1_p": "استخدم محول PNG إلى PDF عبر الإنترنت مجانًا لتحويل صور PNG إلى ملفات PDF في ثوانٍ قليلة وتجربة أسرع عملية تحويل.",
    "paperPlaceholder": "حجم الورق",
    "marginPlaceholder": "هوامش الصفحة",
    "select_auto_str": "تلقائي",
    "select_margin_str": "بلا",
    "select_xiao_str": "صغير",
    "select_zhong_str": "متوسط",
    "select_da_str": "كبير",
    "uploadImgTips": "انقر لتحميل الصورة",
    "shareTips": "مشاركة هذه الأداة",
    "shareButtonText": "إضافة إلى الإشارات المرجعية",
    "buzhou_text_h2": "كيفية تحويل PNG إلى PDF",
    "buzhou_text_p": "ترغب في معرفة كيفية تحويل PNG إلى PDF؟ سنعرض لك الخطوات البسيطة! اتبع الخطوات أدناه لتحويل ملف PNG إلى PDF في دقائق قليلة.",
    "buzhou_1_h3": "تحميل الملف",
    "buzhou_1_p": "انقر فوق الزر لتحميل ملف PNG من جهاز الكمبيوتر أو السحابة أو عبر رابط URL.",
    "buzhou_2_h3": "المتابعة بالتحويل",
    "buzhou_2_p": "انتظر حتى يكتمل التحميل، ثم اضغط على زر \"تحويل\".",
    "buzhou_3_h3": "تنزيل الملف الجديد",
    "buzhou_3_p": "حمل مستند PDF المحول إلى جهازك.",
    "gongneng_text_h2": "الميزات الرئيسية لمحول PNG إلى PDF",
    "gongneng_text_p": "محول PNG إلى PDF عبر الإنترنت سريع ومجاني ويدعم مجموعة واسعة من الوظائف، مما يجعله سهل الاستخدام للجميع وآمن وسريع.",
    "gongneng_h3_1": "تحويل PNG إلى PDF مجانًا",
    "gongneng_h3_2": "مشكلة حفظ الملفات",
    "gongneng_h3_3": "لا حاجة لتثبيت البرمجيات",
    "gongneng_h3_4": "واجهة بسيطة وسهلة الاستخدام",
    "gongneng_h3_5": "دعم تحويل عدة صور معًا",
    "gongneng_h3_6": "إعدادات متقدمة ومتعددة الوظائف",
    "gongneng_h3_7": "حول إضافات المتصفح",
    "gongneng_h3_8": "موقع يدعم العديد من اللغات",
    "gongneng_p_1": "pngpdf.net يوفر أدوات مفيدة عبر الإنترنت ويمكنك تحويل PNG إلى مستند PDF بسرعة ومجانًا!",
    "gongneng_p_2": "نحن ندعم التحميل المباشر من الواجهة الأمامية ونعتمد على عمليات الويب، مما يعني عدم الحاجة إلى حفظ الملفات. استخدم براحة بالك!",
    "gongneng_p_3": "نحن نخطط لإضافة إضافات Google في الإصدارات القادمة لجعلها متاحة عبر الهواتف الذكية وأجهزة الكمبيوتر اللوحي بدون قيود وبسرعة.",
    "gongneng_p_4": "نحن نقدم واجهة نظيفة وبسيطة باستخدام أحدث تقنيات الواجهة الأمامية، مما يسهل تحويل PNG إلى PDF في أي وقت وفي أي مكان.",
    "gongneng_p_5": "نحن ندعم تحويل صورة واحدة بالإضافة إلى دمج عدة صور (حتى 20 صورة) في ملف واحد بشكل كامل ومجاني.",
    "gongneng_p_6": "نحن نخطط لإضافة ميزات لتزيين الوثائق مثل حجم ورق مخصص وهوامش وخلفيات مخصصة في التحديثات المستقبلية!",
    "gongneng_p_7": "نحن نعمل على تطوير إضافات المتصفح لجعل عملية تحويل PNG إلى PDF أسرع وأسهل. ترقبوا ذلك!",
    "gongneng_p_8": "لتلبية احتياجات التحويل لدى المستخدمين في جميع أنحاء العالم، قمنا بإضافة أكثر من 12 لغة. نحن نستمر في التحديثات لذا أرسلوا لنا طلباتكم!",
    "faq_p_h2": "بعض الأسئلة حول تحويل PNG إلى PDF",
    "faq_h3_1": "كيف يمكنني تحويل صور PNG إلى ملفات PDF؟",
    "faq_h3_2": "هل يمكنني دمج عدة صور في ملف PDF واحد؟",
    "faq_h3_3": "هل يمكن استخدام هذه الأداة على أي جهاز؟",
    "faq_h3_4": "هل هناك قيود على عدد الملفات أو أحجامها؟",
    "faq_h3_5": "هل تحافظ ملفات PDF المحولة على جودة صورتها؟",
    "faq_h3_6": "هل هذه الأداة مجانية؟",
    "faq_p_1": "قم بتحميل ملف PNG وانقر على زر \"تحويل\" لتحويله إلى ملف PDF ومن ثم قم بتنزيل الملف المحول.",
    "faq_p_2": "نعم، يمكنك تحميل عدة صور PNG ودمجها في ملف PDF واحد عن طريق النقر على زر \"دمج\".",
    "faq_p_3": "نعم، يمكن استخدام هذه الأداة على أي جهاز، سواء كان هاتف ذكي أو كمبيوتر شخصي أو جهاز لوحي.",
    "faq_p_4": "يمكنك تحميل حتى 20 ملف PNG في وقت واحد، دون أي قيود على حجم الملف.",
    "faq_p_5": "نعم، يتم الحفاظ على جودة ودقة الصورة في ملف PDF بعد التحويل.",
    "faq_p_6": "نعم، هذه الأداة مجانية تمامًا للاستخدام بدون أي رسوم.",
    "sharemodel_str": "انقر فوق إشارة الإشارة في متصفحك على الصفحة الحالية وانقر فوق [إضافة إلى الإشارات].",
    "download_one_str": "تحميل",
    "download_combine_str": "دمج",
    "reset_str": "إعادة تعيين",
    "upload_tips_title": "تذكير",
    "upload_tips_p": "يمكن رفع ما يصل إلى 30 صورة كحد أقصى."
  },
  "Blog":{
    "mulu_str":"جدول المحتويات",
    "back_str":"العودة إلى الصفحة الرئيسية"
  },
  "Footer":{
    "banquan_text": "يُمنع نقل المحتوى بدون إذن مسبق.",
    "lianxiyouxiang": "عنوان البريد الإلكتروني للاتصال"
  }
}