{
  "IndexPage": {
    "title": "PNG to PDF: Online, Free, Safe, Fast",
    "description": "PNG to PDF is a convenient tool that allows you to convert online for free, safely, and quickly. With our simple interface, instantly convert PNG images to PDF while ensuring privacy and data security.",
    "keywords": "png, to, pdf, convert, pngpdf",
    "h1_text": "PNG to PDF Converter",
    "h1_p": "Use our free online PNG to PDF converter to convert PNG images to PDF files in seconds and experience the fastest conversion.",
    "paperPlaceholder": "Paper Size",
    "marginPlaceholder": "Page Margin",
    "select_auto_str": "Auto",
    "select_margin_str": "None",
    "select_xiao_str": "Small",
    "select_zhong_str": "Medium",
    "select_da_str": "Large",
    "uploadImgTips": "Click to upload image",
    "shareTips": "Share this tool",
    "shareButtonText": "Add to Bookmarks",
    "buzhou_text_h2": "How to Convert PNG to PDF",
    "buzhou_text_p": "Want to know how to convert PNG to PDF? Here are simple steps! Follow these steps to convert PNG files to PDF in minutes.",
    "buzhou_1_h3": "Upload File",
    "buzhou_1_p": "Click the button to upload PNG files from your PC, cloud, or URL.",
    "buzhou_2_h3": "Proceed to Conversion",
    "buzhou_2_p": "Wait for the upload to complete. Click the 'Convert' button.",
    "buzhou_3_h3": "Download New File",
    "buzhou_3_p": "Download the converted PDF document to your device.",
    "gongneng_text_h2": "Main Features of PNG to PDF Converter",
    "gongneng_text_p": "Fast and free PNG to PDF conversion, multifunctional and easy-to-use online converter. Safe and fast operation, easy for anyone to use.",
    "gongneng_h3_1": "Free PNG to PDF Conversion",
    "gongneng_h3_2": "File Saving Issues",
    "gongneng_h3_3": "No Software Installation Required",
    "gongneng_h3_4": "Simple and Easy-to-Use Interface",
    "gongneng_h3_5": "Support Multiple Image Conversion",
    "gongneng_h3_6": "Advanced Multifunctional Settings",
    "gongneng_h3_7": "About Browser Plugin",
    "gongneng_h3_8": "Multilingual Supported Site",
    "gongneng_p_1": "pngpdf.net offers a convenient online tool to quickly and freely convert PNG to PDF documents!",
    "gongneng_p_2": "Our program supports direct front-end uploads and browser-based operations, so no files are saved. Feel free to use it!",
    "gongneng_p_3": "The current version is web-based, but we plan to add a Google plugin. Upload and download quickly without restrictions on smartphones, PCs, and tablets.",
    "gongneng_p_4": "Using the latest front-end technology, providing a clean and simple interface. Easily convert PNG to PDF anytime, anywhere.",
    "gongneng_p_5": "Support single image conversion and free support for merging multiple images (up to 20) into one file.",
    "gongneng_p_6": "Future updates will include custom paper sizes, custom borders, custom backgrounds, and other document beautification options!",
    "gongneng_p_7": "The developer is working on a browser plugin for more convenient and faster PNG to PDF conversion. Stay tuned!",
    "gongneng_p_8": "To cater to users worldwide, we have added support for more than 12 languages. We will continue to update, so keep sharing!",
    "faq_p_h2": "Some Questions About PNG to PDF Conversion",
    "faq_h3_1": "How to convert PNG images to PDF files?",
    "faq_h3_2": "Can I combine multiple images into one PDF?",
    "faq_h3_3": "What devices can this tool be used on?",
    "faq_h3_4": "Are there any limitations on the number or size of files?",
    "faq_h3_5": "Will the converted PDF file retain the image quality?",
    "faq_h3_6": "Is this tool free?",
    "faq_p_1": "Upload the PNG file, click the 'Convert' button, and download the PDF file when done.",
    "faq_p_2": "Yes, you can upload multiple PNG images and click the 'Merge' button.",
    "faq_p_3": "It can be used on smartphones, PCs, tablets, and other devices.",
    "faq_p_4": "You can upload up to 20 PNG files at a time, but there is no limit on file size.",
    "faq_p_5": "Yes, the converted file retains the original image resolution and quality.",
    "faq_p_6": "Yes, this tool is completely free.",
    "banquan_text": "All rights reserved. Unauthorized reproduction is prohibited.",
    "lianxiyouxiang": "Contact Email",
    "sharemodel_str": "On the current page, click the browser bookmark and select [Add to bookmarks].",
    "download_one_str": "Download",
    "download_combine_str": "Merge",
    "reset_str": "Reset",
    "upload_tips_title": "Reminder",
    "upload_tips_p": "You can upload up to 30 images."
  }
}
