{
  "IndexPage": {
    "title": "Von PNG zu PDF: Online, Kostenlos, Sicher, Schnell",
    "description": "PNG zu PDF ist ein praktisches Tool, mit dem Sie PNG-Bilder online schnell, sicher und kostenlos in PDF konvertieren können. Nutzen Sie unsere einfache Benutzeroberfläche, um PNG-Bilder sofort in PDF umzuwandeln und gleichzeitig Ihre Privatsphäre und Daten zu schützen.",
    "keywords": "png, zu, pdf, konvertieren, pngpdf",
    "h1_text": "PNG zu PDF Konverter",
    "h1_p": "Verwenden Sie unseren kostenlosen Online-PNG zu PDF Konverter, um PNG-Bilder in wenigen Sekunden in PDF-Dateien umzuwandeln und erleben Sie die schnellste Konvertierung.",
    "paperPlaceholder": "Papiergröße",
    "marginPlaceholder": "Seitenrand",
    "select_auto_str": "Automatisch",
    "select_margin_str": "Keiner",
    "select_xiao_str": "Klein",
    "select_zhong_str": "Mittel",
    "select_da_str": "Groß",
    "uploadImgTips": "Klicken Sie hier, um Bilder hochzuladen",
    "shareTips": "Teilen Sie dieses Tool",
    "shareButtonText": "Zu Lesezeichen hinzufügen",
    "buzhou_text_h2": "Wie man PNG in PDF konvertiert",
    "buzhou_text_p": "Möchten Sie wissen, wie man PNG in PDF konvertiert? Hier sind einfache Schritte! Folgen Sie diesen Schritten, um PNG-Dateien in wenigen Minuten in PDF umzuwandeln.",
    "buzhou_1_h3": "Datei hochladen",
    "buzhou_1_p": "Klicken Sie auf die Schaltfläche, um PNG-Dateien von Ihrem PC, der Cloud oder einer URL hochzuladen.",
    "buzhou_2_h3": "Fortfahren zur Konvertierung",
    "buzhou_2_p": "Warten Sie, bis der Upload abgeschlossen ist, und klicken Sie dann auf die Schaltfläche \"Konvertieren\".",
    "buzhou_3_h3": "Neue Datei herunterladen",
    "buzhou_3_p": "Laden Sie das konvertierte PDF-Dokument auf Ihr Gerät herunter.",
    "gongneng_text_h2": "Hauptfunktionen des PNG zu PDF Konverters",
    "gongneng_text_p": "Schnelle und kostenlose Konvertierung von PNG zu PDF, benutzerfreundlicher Online-Konverter mit vielen Funktionen. Sicher und einfach zu bedienen für alle.",
    "gongneng_h3_1": "Kostenlose Konvertierung von PNG zu PDF",
    "gongneng_h3_2": "Keine Probleme beim Dateispeichern",
    "gongneng_h3_3": "Keine Softwareinstallation erforderlich",
    "gongneng_h3_4": "Einfache und benutzerfreundliche Benutzeroberfläche",
    "gongneng_h3_5": "Unterstützung für die Konvertierung mehrerer Bilder",
    "gongneng_h3_6": "Erweiterte Multifunktions-Einstellungen",
    "gongneng_h3_7": "Über Browser-Plugins",
    "gongneng_h3_8": "Mehrsprachige Website",
    "gongneng_p_1": "pngpdf.net bietet nützliche Online-Tools und ermöglicht Ihnen die schnelle und kostenlose Konvertierung von PNG in PDF!",
    "gongneng_p_2": "Unser Programm unterstützt den direkten Upload auf der Front-End-Seite und funktioniert browserbasiert, sodass keine Dateispeicherung erforderlich ist. Nutzen Sie es sicher!",
    "gongneng_p_3": "Derzeit ist dies eine Webversion, aber wir planen die Integration von Google-Plugins in Zukunft. Sie können es ohne Einschränkungen schnell auf Smartphones, PCs und Tablets hochladen und herunterladen.",
    "gongneng_p_4": "Wir verwenden die neuesten Front-End-Technologien und bieten eine saubere und einfache Benutzeroberfläche. Konvertieren Sie PNG in PDF jederzeit und überall einfach.",
    "gongneng_p_5": "Wir unterstützen die Konvertierung einzelner Fotos sowie die kostenlose Unterstützung für das Zusammenführen mehrerer Fotos zu einer einzigen Datei (bis zu 20 Fotos).",
    "gongneng_p_6": "In Zukunft planen wir Funktionen zur Verschönerung von Dokumenten wie benutzerdefiniertes Papierformat, benutzerdefinierte Rahmen und Hintergründe hinzuzufügen!",
    "gongneng_p_7": "Der Autor entwickelt Browser-Plugins für eine schnellere und bequemere Konvertierung von PNG zu PDF. Bleiben Sie dran!",
    "gongneng_p_8": "Um den Bedürfnissen der weltweiten Nutzer gerecht zu werden, haben wir über 12 Sprachen hinzugefügt. Wir werden weiterhin aktualisieren, also zögern Sie nicht, uns zu kontaktieren!",
    "faq_p_h2": "Einige Fragen zur Konvertierung von PNG zu PDF",
    "faq_h3_1": "Wie kann ich PNG-Bilder in PDF-Dateien konvertieren?",
    "faq_h3_2": "Kann ich mehrere Bilder zu einer einzigen PDF zusammenführen?",
    "faq_h3_3": "Kann dieses Tool auf jedem Gerät verwendet werden?",
    "faq_h3_4": "Gibt es Einschränkungen hinsichtlich der Anzahl oder Größe der Dateien?",
    "faq_h3_5": "Werden die konvertierten PDF-Dateien die Bildqualität beibehalten?",
    "faq_h3_6": "Ist dieses Tool kostenlos?",
    "faq_p_1": "Laden Sie einfach eine PNG-Datei hoch und klicken Sie auf \"Konvertieren\", um sie in eine PDF-Datei umzuwandeln und dann die konvertierte Datei herunterzuladen.",
    "faq_p_2": "Ja, Sie können mehrere PNG-Bilder hochladen und durch Klicken auf die Schaltfläche \"Merge\" zu einer einzigen PDF-Datei zusammenführen.",
    "faq_p_3": "Ja, dieses Tool kann auf jedem Gerät verwendet werden, sei es ein Smartphone, PC oder Tablet.",
    "faq_p_4": "Sie können bis zu 20 PNG-Dateien gleichzeitig hochladen, ohne Größenbeschränkungen der Dateien.",
    "faq_p_5": "Ja, die konvertierten Dateien behalten die Auflösung und Qualität der ursprünglichen Bilder bei.",
    "faq_p_6": "Ja, dieses Tool ist vollständig kostenlos zu verwenden.",
    "sharemodel_str": "Haga clic en el icono de marcador en su navegador en la página actual y luego en [Agregar a marcadores].",
    "download_one_str": "Descargar",
    "download_combine_str": "Combinar",
    "reset_str": "Restablecer",
    "upload_tips_title": "Recordatorio",
    "upload_tips_p": "Puede subir hasta 30 imágenes."
  },
  "Blog":{
    "mulu_str":"Índice",
    "back_str":"Volver a casa"
  },
  "Footer":{
    "banquan_text": "Se prohíbe la reproducción no autorizada.",
    "lianxiyouxiang": "Correo electrónico de contacto"
  }
}