{
    "IndexPage": {
    "title": "PNG to PDF: Online, Libre, Ligtas, Mabilis",
    "description": "Ang PNG sa PDF ay isang maginhawang tool na nagbibigay-daan sa iyong mag-convert online nang libre, ligtas, at mabilis. Gamit ang aming simpleng interface, agad na i-convert ang PNG na mga imahe sa PDF habang tinitiyak ang privacy at seguridad ng data.",
    "keywords": "png, sa, pdf, i-convert, pngpdf",
    "h1_text": "PNG to PDF Converter",
    "h1_p": "Gamitin ang aming libreng online na PNG to PDF converter upang i-convert ang mga PNG na imahe sa PDF file sa ilang segundo at maranasan ang pinakamabilis na conversion.",
    "paperPlaceholder": "Laki ng Papel",
    "marginPlaceholder": "Margin ng Pahina",
    "select_auto_str": "Auto",
    "select_margin_str": "Wala",
    "select_xiao_str": "Maliit",
    "select_zhong_str": "Katamtaman",
    "select_da_str": "Malaki",
    "uploadImgTips": "I-click para mag-upload ng larawan",
    "shareTips": "Ibahagi ang tool na ito",
    "shareButtonText": "Idagdag sa Mga Bookmark",
    "buzhou_text_h2": "Paano I-convert ang PNG sa PDF",
    "buzhou_text_p": "Gustong malaman kung paano i-convert ang PNG sa PDF? Narito ang mga simpleng hakbang! Sundin ang mga hakbang na ito upang i-convert ang PNG file sa PDF sa ilang minuto.",
    "buzhou_1_h3": "Mag-upload ng File",
    "buzhou_1_p": "I-click ang button para mag-upload ng mga PNG na file mula sa iyong PC, cloud, o URL.",
    "buzhou_2_h3": "Magpatuloy sa Conversion",
    "buzhou_2_p": "Hintaying makumpleto ang pag-upload. I-click ang 'Convert' na buton.",
    "buzhou_3_h3": "Mag-download ng Bagong File",
    "buzhou_3_p": "I-download ang na-convert na PDF na dokumento sa iyong device.",
    "gongneng_text_h2": "Mga Pangunahing Tampok ng PNG to PDF Converter",
    "gongneng_text_p": "Mabilis at libreng PNG sa PDF conversion, multifunctional at madaling gamitin na online converter. Ligtas at mabilis na operasyon, madaling gamitin ng sinuman.",
    "gongneng_h3_1": "Libreng PNG sa PDF Conversion",
    "gongneng_h3_2": "Mga Isyu sa Pag-save ng File",
    "gongneng_h3_3": "Walang Kinakailangang Pag-install ng Software",
    "gongneng_h3_4": "Simple at Madaling-Gamitin na Interface",
    "gongneng_h3_5": "Suportahan ang Maramihang Pag-convert ng Larawan",
    "gongneng_h3_6": "Mga Advanced na Multifunctional na Setting",
    "gongneng_h3_7": "Tungkol sa Browser Plugin",
    "gongneng_h3_8": "Site na Sinusuportahan ng Multilingguwal",
    "gongneng_p_1": "Nag-aalok ang pngpdf.net ng maginhawang online na tool upang mabilis at malayang i-convert ang PNG sa mga PDF na dokumento!",
    "gongneng_p_2": "Sinusuportahan ng aming programa ang mga direktang pag-upload sa harapan at mga operasyong nakabatay sa browser, kaya walang mga file na nai-save. Huwag mag-atubiling gamitin ito!",
    "gongneng_p_3": "Ang kasalukuyang bersyon ay web-based, ngunit plano naming magdagdag ng Google plugin. Mabilis na mag-upload at mag-download nang walang mga paghihigpit sa mga smartphone, PC, at tablet.",
    "gongneng_p_4": "Gamit ang pinakabagong teknolohiya sa front-end, na nagbibigay ng malinis at simpleng interface. Madaling i-convert ang PNG sa PDF anumang oras, kahit saan.",
    "gongneng_p_5": "Suportahan ang isang conversion ng imahe at libreng suporta para sa pagsasama-sama ng maramihang mga imahe (hanggang 20) sa isang file.",
    "gongneng_p_6": "Kabilang sa mga update sa hinaharap ang mga custom na laki ng papel, custom na mga hangganan, custom na background, at iba pang mga opsyon sa pagpapaganda ng dokumento!",
    "gongneng_p_7": "Gumagawa ang developer sa isang browser plugin para sa mas maginhawa at mas mabilis na PNG sa PDF conversion. Manatiling nakatutok!",
    "gongneng_p_8": "Upang magsilbi sa mga gumagamit sa buong mundo, nagdagdag kami ng suporta para sa higit sa 12 mga wika. Patuloy kaming mag-a-update, kaya patuloy na magbahagi!",
    "faq_p_h2": "Ilang Tanong Tungkol sa PNG sa PDF Conversion",
    "faq_h3_1": "Paano i-convert ang mga PNG na imahe sa mga PDF file?",
    "faq_h3_2": "Maaari ko bang pagsamahin ang maraming larawan sa isang PDF?",
    "faq_h3_3": "Sa anong mga device magagamit ang tool na ito?",
    "faq_h3_4": "May mga limitasyon ba sa bilang o laki ng mga file?",
    "faq_h3_5": "Pananatilihin ba ng na-convert na PDF file ang kalidad ng larawan?",
    "faq_h3_6": "Libre ba ang tool na ito?",
    "faq_p_1": "I-upload ang PNG file, i-click ang 'Convert' na buton, at i-download ang PDF file kapag tapos na.",
    "faq_p_2": "Oo, maaari kang mag-upload ng maramihang PNG na imahe at i-click ang pindutang 'Pagsamahin'.",
    "faq_p_3": "Maaari itong gamitin sa mga smartphone, PC, tablet, at iba pang device.",
    "faq_p_4": "Maaari kang mag-upload ng hanggang 20 PNG na file sa isang pagkakataon, ngunit walang limitasyon sa laki ng file.",
    "faq_p_5": "Oo, pinapanatili ng na-convert na file ang orihinal na resolusyon at kalidad ng imahe.",
    "faq_p_6": "Oo, ang tool na ito ay ganap na libre.",
    "sharemodel_str": "Sa kasalukuyang pahina, i-click ang bookmark ng browser at piliin ang [Idagdag sa mga bookmark].",
    "download_one_str": "I-download",
    "download_combine_str": "Pagsamahin",
    "reset_str": "I-reset",
    "upload_tips_title": "Paalala",
    "upload_tips_p": "Maaari kang mag-upload ng hanggang 30 larawan."
    },
    "Blog":{
    "mulu_str": "Talaan ng Nilalaman",
    "back_str": "Bumalik sa Tahanan"
    },
    "Footer":{
    "banquan_text": "Lahat ng karapatan ay nakalaan. Ang hindi awtorisadong pagpaparami ay ipinagbabawal.",
    "lianxiyouxiang": "Makipag-ugnayan sa Email"
    }
   }