{
  "IndexPage": {
    "title": "De PNG à PDF : En ligne, Gratuit, Sécurisé, Rapide",
    "description": "De PNG à PDF est un outil pratique vous permettant de convertir des images PNG en PDF en ligne rapidement, gratuitement et en toute sécurité. Utilisez notre interface simple pour convertir instantanément des images PNG en PDF tout en protégeant votre vie privée et vos données.",
    "keywords": "png, vers, pdf, convertir, pngpdf",
    "h1_text": "Convertisseur PNG vers PDF",
    "h1_p": "Utilisez notre convertisseur en ligne gratuit de PNG vers PDF pour convertir des images PNG en fichiers PDF en quelques secondes et découvrez la conversion la plus rapide.",
    "paperPlaceholder": "Taille du papier",
    "marginPlaceholder": "Marge de la page",
    "select_auto_str": "Automatique",
    "select_margin_str": "Aucune",
    "select_xiao_str": "Petite",
    "select_zhong_str": "Moyenne",
    "select_da_str": "Grande",
    "uploadImgTips": "Cliquez pour télécharger des images",
    "shareTips": "Partagez cet outil",
    "shareButtonText": "Ajouter aux favoris",
    "buzhou_text_h2": "Comment convertir PNG en PDF",
    "buzhou_text_p": "Vous voulez savoir comment convertir PNG en PDF ? Voici des étapes simples ! Suivez ces étapes pour convertir des fichiers PNG en PDF en quelques minutes.",
    "buzhou_1_h3": "Télécharger le fichier",
    "buzhou_1_p": "Cliquez sur le bouton pour télécharger des fichiers PNG depuis votre PC, le cloud ou une URL.",
    "buzhou_2_h3": "Procéder à la conversion",
    "buzhou_2_p": "Attendez que le téléchargement soit terminé, puis cliquez sur le bouton \"Convertir\".",
    "buzhou_3_h3": "Télécharger le nouveau fichier",
    "buzhou_3_p": "Téléchargez le document PDF converti sur votre appareil.",
    "gongneng_text_h2": "Fonctionnalités principales du convertisseur PNG vers PDF",
    "gongneng_text_p": "Conversion rapide et gratuite de PNG vers PDF, convertisseur en ligne convivial avec de nombreuses fonctionnalités. Sécurisé et facile à utiliser pour tous.",
    "gongneng_h3_1": "Conversion gratuite de PNG vers PDF",
    "gongneng_h3_2": "Aucun problème de sauvegarde de fichier",
    "gongneng_h3_3": "Aucune installation de logiciel requise",
    "gongneng_h3_4": "Interface simple et conviviale",
    "gongneng_h3_5": "Prise en charge de la conversion de plusieurs images",
    "gongneng_h3_6": "Paramètres avancés multifonctions",
    "gongneng_h3_7": "À propos des plugins de navigateur",
    "gongneng_h3_8": "Site multilingue",
    "gongneng_p_1": "pngpdf.net offre des outils en ligne pratiques permettant de convertir gratuitement et rapidement des PNG en PDF !",
    "gongneng_p_2": "Notre programme prend en charge le téléchargement direct côté frontal et fonctionne via le navigateur, ce qui ne nécessite pas de stockage de fichiers. Utilisez-le en toute sécurité !",
    "gongneng_p_3": "Actuellement une version Web, mais nous prévoyons d'intégrer des plugins Google à l'avenir. Vous pouvez télécharger et utiliser rapidement sur des smartphones, PC et tablettes sans aucune restriction.",
    "gongneng_p_4": "Nous utilisons les dernières technologies frontales et offrons une interface propre et simple. Convertissez PNG en PDF facilement n'importe quand et n'importe où.",
    "gongneng_p_5": "Nous prenons en charge la conversion d'images individuelles ainsi que le support gratuit pour fusionner plusieurs images en un seul fichier PDF (jusqu'à 20 photos).",
    "gongneng_p_6": "Nous prévoyons d'ajouter des fonctionnalités pour embellir les documents, telles que des formats de papier personnalisés, des cadres personnalisés et des arrière-plans !",
    "gongneng_p_7": "L'auteur développe des plugins de navigateur pour une conversion plus rapide et plus pratique de PNG en PDF. Restez à l'écoute !",
    "gongneng_p_8": "Pour répondre aux besoins des utilisateurs du monde entier, nous avons ajouté plus de 12 langues. Nous continuerons à mettre à jour, alors n'hésitez pas à nous contacter !",
    "faq_p_h2": "Quelques questions sur la conversion de PNG en PDF",
    "faq_h3_1": "Comment puis-je convertir des images PNG en fichiers PDF ?",
    "faq_h3_2": "Puis-je fusionner plusieurs images en un seul PDF ?",
    "faq_h3_3": "Ce outil peut-il être utilisé sur n'importe quel appareil ?",
    "faq_h3_4": "Y a-t-il des restrictions sur le nombre ou la taille des fichiers ?",
    "faq_h3_5": "Les fichiers PDF convertis conservent-ils la qualité d'image ?",
    "faq_h3_6": "Est-ce que cet outil est gratuit ?",
    "faq_p_1": "Téléchargez simplement un fichier PNG et cliquez sur \"Convertir\" pour le convertir en fichier PDF, puis téléchargez le fichier converti.",
    "faq_p_2": "Oui, vous pouvez télécharger plusieurs images PNG et les fusionner en un seul fichier PDF en cliquant sur le bouton \"Fusionner\".",
    "faq_p_3": "Oui, cet outil peut être utilisé sur n'importe quel appareil, que ce soit un smartphone, un PC ou une tablette.",
    "faq_p_4": "Vous pouvez télécharger jusqu'à 20 fichiers PNG à la fois, sans aucune restriction de taille de fichier.",
    "faq_p_5": "Oui, les fichiers convertis conservent la résolution et la qualité des images d'origine.",
    "faq_p_6": "Oui, cet outil est totalement gratuit à utiliser.",
    "banquan_text": "Toute reproduction non autorisée est interdite.",
    "lianxiyouxiang": "Adresse e-mail de contact",
    "sharemodel_str": "Cliquez sur l'icône de signet dans votre navigateur sur la page actuelle, puis sur [Ajouter aux signets].",
    "download_one_str": "Télécharger",
    "download_combine_str": "Fusionner",
    "reset_str": "Réinitialiser",
    "upload_tips_title": "Rappel",
    "upload_tips_p": "Vous pouvez télécharger jusqu'à 30 images."
  }
}