{
    "IndexPage": {
        "title": "PNG से PDF: ऑनलाइन, निःशुल्क, सुरक्षित, तेज़",
        "description": "PNG से PDF एक सुविधाजनक टूल है जो आपको निःशुल्क, सुरक्षित और तेज़ी से ऑनलाइन कनवर्ट करने की अनुमति देता है। हमारे सरल इंटरफ़ेस के साथ, गोपनीयता और डेटा सुरक्षा सुनिश्चित करते हुए तुरंत PNG छवियों को PDF में कनवर्ट करें।",
        "keywords": "png, to, pdf, convert, pngpdf",
        "h1_text": "PNG से PDF Converter",
        "h1_p": "PNG छवियों को सेकंड में PDF फ़ाइलों में कनवर्ट करने के लिए हमारे निःशुल्क ऑनलाइन PNG से PDF कनवर्टर का उपयोग करें और सबसे तेज़ रूपांतरण का अनुभव करें।",
        "paperPlaceholder": "कागज़ का आकार",
        "marginPlaceholder": "पृष्ठ मार्जिन",
        "select_auto_str": "स्वतः",
        "select_margin_str": "कोई नहीं",
        "select_xiao_str": "छोटा",
        "select_zhong_str": "मध्यम",
        "select_da_str": "बड़ा",
        "uploadImgTips": "छवि अपलोड करने के लिए क्लिक करें",
        "shareTips": "इस टूल को साझा करें",
        "shareButtonText": "बुकमार्क में जोड़ें",
        "buzhou_text_h2": "PNG को PDF में कैसे बदलें",
        "buzhou_text_p": "जानना चाहते हैं कि PNG को PDF में कैसे बदलें? यहाँ सरल चरण दिए गए हैं! PNG फ़ाइलों को मिनटों में PDF में बदलने के लिए इन चरणों का पालन करें।",
        "buzhou_1_h3": "फ़ाइल अपलोड करें",
        "buzhou_1_p": "अपने PC, क्लाउड या URL से PNG फ़ाइलें अपलोड करने के लिए बटन पर क्लिक करें।",
        "buzhou_2_h3": "रूपांतरण के लिए आगे बढ़ें",
        "buzhou_2_p": "अपलोड पूरा होने तक प्रतीक्षा करें। 'कन्वर्ट' बटन पर क्लिक करें।",
        "buzhou_3_h3": "नई फ़ाइल डाउनलोड करें",
        "buzhou_3_p": "परिवर्तित PDF दस्तावेज़ को अपने डिवाइस पर डाउनलोड करें।",
        "gongneng_text_h2": "PNG से PDF कन्वर्टर की मुख्य विशेषताएं",
        "gongneng_text_p": "तेज़ और मुफ़्त PNG से PDF रूपांतरण, बहुक्रियाशील और उपयोग में आसान ऑनलाइन कनवर्टर। सुरक्षित और तेज़ संचालन, किसी के लिए भी उपयोग में आसान।",
        "gongneng_h3_1": "मुफ़्त PNG से PDF रूपांतरण",
        "gongneng_h3_2": "फ़ाइल सहेजने संबंधी समस्याएँ",
        "gongneng_h3_3": "कोई सॉफ़्टवेयर इंस्टॉलेशन आवश्यक नहीं",
        "gongneng_h3_4": "सरल और उपयोग में आसान इंटरफ़ेस",
        "gongneng_h3_5": "एकाधिक छवि रूपांतरण का समर्थन करें",
        "gongneng_h3_6": "उन्नत बहुक्रियाशील सेटिंग्स",
        "gongneng_h3_7": "ब्राउज़र प्लगइन के बारे में",
        "gongneng_h3_8": "बहुभाषी समर्थित साइट",
        "gongneng_p_1": "pngpdf.net PNG को PDF दस्तावेज़ों में तेज़ी से और स्वतंत्र रूप से परिवर्तित करने के लिए एक सुविधाजनक ऑनलाइन टूल प्रदान करता है!",
        "gongneng_p_2": "हमारा प्रोग्राम सीधे फ़्रंट-एंड अपलोड और ब्राउज़र-आधारित संचालन का समर्थन करता है, इसलिए कोई फ़ाइल सहेजी नहीं जाती है। इसका इस्तेमाल करने में संकोच न करें!",
        "gongneng_p_3": "वर्तमान संस्करण वेब-आधारित है, लेकिन हम एक Google प्लगइन जोड़ने की योजना बना रहे हैं। स्मार्टफ़ोन, पीसी और टैबलेट पर प्रतिबंधों के बिना तेज़ी से अपलोड और डाउनलोड करें।",
        "gongneng_p_4": "नवीनतम फ़्रंट-एंड तकनीक का उपयोग करके, एक साफ और सरल इंटरफ़ेस प्रदान करना। PNG को कभी भी, कहीं भी आसानी से PDF में बदलें।",
        "gongneng_p_5": "एकल छवि रूपांतरण का समर्थन करें और एकाधिक छवियों (20 तक) को एक फ़ाइल में मर्ज करने के लिए मुफ़्त समर्थन करें।",
        "gongneng_p_6": "भविष्य के अपडेट में कस्टम पेपर आकार, कस्टम बॉर्डर, कस्टम पृष्ठभूमि और अन्य दस्तावेज़ सौंदर्यीकरण विकल्प शामिल होंगे!",
        "gongneng_p_7": "डेवलपर अधिक सुविधाजनक और तेज़ PNG से PDF रूपांतरण के लिए एक ब्राउज़र प्लगइन पर काम कर रहा है। देखते रहें!",
        "gongneng_p_8": "दुनिया भर के उपयोगकर्ताओं को पूरा करने के लिए, हमने 12 से अधिक भाषाओं के लिए समर्थन जोड़ा है। हम अपडेट करना जारी रखेंगे, इसलिए शेयर करते रहें!",
        "faq_p_h2": "PNG से PDF रूपांतरण के बारे में कुछ प्रश्न",
        "faq_h3_1": "PNG छवियों को PDF फ़ाइलों में कैसे परिवर्तित करें?",
        "faq_h3_2": "क्या मैं एकाधिक छवियों को एक PDF में संयोजित कर सकता हूँ?",
        "faq_h3_3": "इस टूल का उपयोग किन डिवाइस पर किया जा सकता है?",
        "faq_h3_4": "क्या फ़ाइलों की संख्या या आकार पर कोई सीमाएँ हैं?",
        "faq_h3_5": "क्या परिवर्तित PDF फ़ाइल छवि गुणवत्ता को बनाए रखेगी?",
        "faq_h3_6": "क्या यह टूल मुफ़्त है?",
        "faq_p_1": "PNG फ़ाइल अपलोड करें, 'कन्वर्ट' बटन पर क्लिक करें, और काम पूरा होने पर PDF फ़ाइल डाउनलोड करें।",
        "faq_p_2": "हाँ, आप एकाधिक PNG छवियाँ अपलोड कर सकते हैं और 'मर्ज' बटन पर क्लिक कर सकते हैं।",
        "faq_p_3": "यह कर सकता है स्मार्टफोन, पीसी, टैबलेट और अन्य डिवाइस पर इस्तेमाल किया जा सकता है।",
        "faq_p_4": "आप एक बार में 20 PNG फ़ाइलें अपलोड कर सकते हैं, लेकिन फ़ाइल आकार पर कोई सीमा नहीं है।",
        "faq_p_5": "हां, परिवर्तित फ़ाइल मूल छवि रिज़ॉल्यूशन और गुणवत्ता को बरकरार रखती है।",
        "faq_p_6": "हां, यह टूल पूरी तरह से मुफ़्त है।",
        "sharemodel_str": "वर्तमान पृष्ठ पर, ब्राउज़र बुकमार्क पर क्लिक करें और [बुकमार्क में जोड़ें] चुनें।",
        "download_one_str": "डाउनलोड करें",
        "download_combine_str": "मर्ज करें",
        "reset_str": "रीसेट करें",
        "upload_tips_title": "अनुस्मारक",
        "upload_tips_p": "आप 30 छवियाँ अपलोड कर सकते हैं।"
    },
    "Blog": {
        "mulu_str": "विषय-सूची",
        "back_str": "होम पर वापस जाएं"
    },
    "Footer": {
        "banquan_text": "सभी अधिकार सुरक्षित हैं। अनधिकृत पुनरुत्पादन निषिद्ध है।",
        "lianxiyouxiang": "संपर्क ईमेल"
    }
}