{
    "IndexPage": {
      "title": "PNG to PDF: Online, Free, Safe, Fast",
      "description": "PNG to PDF adalah alat yang nyaman yang memungkinkan Anda untuk mengonversi secara online secara gratis, dengan aman, dan cepat. Dengan antarmuka sederhana kami, Anda dapat langsung mengonversi gambar PNG ke PDF sambil memastikan privasi dan keamanan data.",
      "keywords": "png, to, pdf, convert, pngpdf",
      "h1_text": "Konverter PNG ke PDF",
      "h1_p": "Gunakan konverter PNG ke PDF online gratis kami untuk mengubah gambar PNG menjadi file PDF dalam hitungan detik dan rasakan konversi tercepat.",
      "paperPlaceholder": "Ukuran Kertas",
      "marginPlaceholder": "Margin Halaman",
      "select_auto_str": "Otomatis",
      "select_margin_str": "Tidak Ada",
      "select_xiao_str": "Kecil",
      "select_zhong_str": "Sedang",
      "select_da_str": "Besar",
      "uploadImgTips": "Klik untuk mengunggah gambar",
      "shareTips": "Bagikan alat ini",
      "shareButtonText": "Tambahkan ke Bookmark",
      "buzhou_text_h2": "Bagaimana Cara Mengonversi PNG ke PDF",
      "buzhou_text_p": "Ingin tahu cara mengonversi PNG ke PDF? Berikut langkah-langkah sederhana! Ikuti langkah-langkah ini untuk mengonversi file PNG ke PDF dalam beberapa menit.",
      "buzhou_1_h3": "Unggah File",
      "buzhou_1_p": "Klik tombol untuk mengunggah file PNG dari PC, cloud, atau URL Anda.",
      "buzhou_2_h3": "Lanjutkan ke Konversi",
      "buzhou_2_p": "Tunggu hingga proses pengunggahan selesai. Klik tombol 'Konversi'.",
      "buzhou_3_h3": "Unduh File Baru",
      "buzhou_3_p": "Unduh dokumen PDF yang telah dikonversi ke perangkat Anda.",
      "gongneng_text_h2": "Fitur Utama Konverter PNG ke PDF",
      "gongneng_text_p": "Konversi PNG ke PDF cepat dan gratis, konverter online yang multifungsi dan mudah digunakan. Operasi yang aman dan cepat, mudah digunakan oleh siapa saja.",
      "gongneng_h3_1": "Konversi PNG ke PDF Gratis",
      "gongneng_h3_2": "Masalah Penyimpanan File",
      "gongneng_h3_3": "Tidak Perlu Instalasi Perangkat Lunak",
      "gongneng_h3_4": "Antarmuka Sederhana dan Mudah Digunakan",
      "gongneng_h3_5": "Dukungan untuk Konversi Gambar Multipel",
      "gongneng_h3_6": "Pengaturan Multifungsi Lanjutan",
      "gongneng_h3_7": "Tentang Plugin Browser",
      "gongneng_h3_8": "Situs yang Mendukung Multibahasa",
      "gongneng_p_1": "pngpdf.net menawarkan alat online yang nyaman untuk mengonversi PNG ke dokumen PDF secara cepat dan gratis!",
      "gongneng_p_2": "Program kami mendukung pengunggahan langsung dan operasi berbasis browser, sehingga tidak ada file yang tersimpan. Silakan gunakan dengan bebas!",
      "gongneng_p_3": "Versi saat ini berbasis web, namun kami berencana untuk menambahkan plugin Google. Unggah dan unduh dengan cepat tanpa batasan di smartphone, PC, dan tablet.",
      "gongneng_p_4": "Menggunakan teknologi front-end terbaru, menyediakan antarmuka yang bersih dan sederhana. Mudah mengonversi PNG ke PDF kapan saja, di mana saja.",
      "gongneng_p_5": "Dukungan untuk konversi gambar tunggal dan dukungan gratis untuk menggabungkan beberapa gambar (hingga 20) menjadi satu file.",
      "gongneng_p_6": "Pembaruan mendatang akan mencakup ukuran kertas kustom, batas kustom, latar belakang kustom, dan opsi penyempurnaan dokumen lainnya!",
      "gongneng_p_7": "Pengembang sedang mengerjakan plugin browser untuk konversi PNG ke PDF yang lebih nyaman dan cepat. Tetap pantau!",
      "gongneng_p_8": "Untuk melayani pengguna di seluruh dunia, kami telah menambahkan dukungan untuk lebih dari 12 bahasa. Kami akan terus memperbarui, jadi terus berbagi!",
      "faq_p_h2": "Beberapa Pertanyaan tentang Konversi PNG ke PDF",
      "faq_h3_1": "Bagaimana cara mengonversi gambar PNG ke file PDF?",
      "faq_h3_2": "Dapatkah saya menggabungkan beberapa gambar menjadi satu PDF?",
      "faq_h3_3": "Perangkat apa yang dapat menggunakan alat ini?",
      "faq_h3_4": "Apakah ada batasan jumlah atau ukuran file?",
      "faq_h3_5": "Apakah file PDF yang dikonversi akan mempertahankan kualitas gambar?",
      "faq_h3_6": "Apakah alat ini gratis?",
      "faq_p_1": "Unggah file PNG, klik tombol 'Konversi', dan unduh file PDF ketika selesai.",
      "faq_p_2": "Ya, Anda dapat mengunggah beberapa gambar PNG dan klik tombol 'Gabung'.",
      "faq_p_3": "Alat ini dapat digunakan di smartphone, PC, tablet, dan perangkat lainnya.",
      "faq_p_4": "Anda dapat mengunggah hingga 20 file PNG sekaligus, namun tidak ada batasan ukuran file.",
      "faq_p_5": "Ya, file yang dikonversi akan mempertahankan resolusi dan kualitas gambar asli.",
      "faq_p_6": "Ya, alat ini benar-benar gratis.",
      "sharemodel_str": "Di halaman saat ini, klik bookmark browser dan pilih [Tambahkan ke bookmark].",
      "download_one_str": "Unduh",
      "download_combine_str": "Gabung",
      "reset_str": "Reset",
      "upload_tips_title": "Pengingat",
      "upload_tips_p": "Anda dapat mengunggah hingga 30 gambar."
    },
    "Blog": {
      "mulu_str": "Daftar Isi",
      "back_str": "Kembali ke Halaman Utama"
    },
    "Footer": {
      "banquan_text": "Seluruh hak cipta dilindungi. Reproduksi tanpa izin dilarang.",
      "lianxiyouxiang": "Email Kontak"
    }
  }
  