{
    "IndexPage": {
        "title": "PNG ke PDF: Dalam Talian, Percuma, Selamat, Cepat",
        "description": "PNG ke PDF ialah alat mudah yang membolehkan anda menukar dalam talian secara percuma, selamat dan cepat. Dengan antara muka mudah kami, tukar imej PNG kepada PDF serta-merta sambil memastikan privasi dan keselamatan data.",
        "kata kunci": "png, kepada, pdf, tukar, pngpdf",
        "h1_text": "Penukar PNG ke PDF",
        "h1_p": "Gunakan penukar PNG ke PDF dalam talian percuma kami untuk menukar imej PNG kepada fail PDF dalam beberapa saat dan alami penukaran terpantas.",
        "paperPlaceholder": "Saiz Kertas",
        "marginPlaceholder": "Margin Halaman",
        "select_auto_str": "Auto",
        "select_margin_str": "Tiada",
        "select_xiao_str": "Kecil",
        "select_zhong_str": "Sederhana",
        "select_da_str": "Besar",
        "uploadImgTips": "Klik untuk memuat naik imej",
        "shareTips": "Kongsi alat ini",
        "shareButtonText": "Tambahkan pada Penanda Halaman",
        "buzhou_text_h2": "Cara Menukar PNG kepada PDF",
        "buzhou_text_p": "Ingin tahu cara menukar PNG kepada PDF? Berikut adalah langkah mudah! Ikuti langkah ini untuk menukar fail PNG kepada PDF dalam beberapa minit.",
        "buzhou_1_h3": "Muat naik Fail",
        "buzhou_1_p": "Klik butang untuk memuat naik fail PNG daripada PC, awan atau URL anda.",
        "buzhou_2_h3": "Teruskan ke Penukaran",
        "buzhou_2_p": "Tunggu muat naik selesai. Klik butang 'Tukar'.",
        "buzhou_3_h3": "Muat Turun Fail Baharu",
        "buzhou_3_p": "Muat turun dokumen PDF yang ditukar ke peranti anda.",
        "gongneng_text_h2": "Ciri Utama PNG to PDF Converter",
        "gongneng_text_p": "Penukaran PNG kepada PDF yang pantas dan percuma, penukar dalam talian berbilang fungsi dan mudah digunakan. Operasi yang selamat dan pantas, mudah untuk digunakan oleh sesiapa sahaja.",
        "gongneng_h3_1": "Penukaran PNG kepada PDF Percuma",
        "gongneng_h3_2": "Isu Penyimpanan Fail",
        "gongneng_h3_3": "Tiada Pemasangan Perisian Diperlukan",
        "gongneng_h3_4": "Antara Muka Mudah dan Mudah Digunakan",
        "gongneng_h3_5": "Sokong Penukaran Imej Berbilang",
        "gongneng_h3_6": "Tetapan Berbilang Fungsi Lanjutan",
        "gongneng_h3_7": "Mengenai Pemalam Penyemak Imbas",
        "gongneng_h3_8": "Laman yang Disokong Berbilang Bahasa",
        "gongneng_p_1": "pngpdf.net menawarkan alat dalam talian yang mudah untuk menukar PNG kepada dokumen PDF dengan cepat dan bebas!",
        "gongneng_p_2": "Program kami menyokong muat naik langsung bahagian hadapan dan operasi berasaskan penyemak imbas, jadi tiada fail disimpan. Jangan ragu untuk menggunakannya!",
        "gongneng_p_3": "Versi semasa adalah berasaskan web, tetapi kami merancang untuk menambah pemalam Google. Muat naik dan muat turun dengan pantas tanpa sekatan pada telefon pintar, PC dan tablet.",
        "gongneng_p_4": "Menggunakan teknologi bahagian hadapan terkini, menyediakan antara muka yang bersih dan ringkas. Tukar PNG kepada PDF dengan mudah pada bila-bila masa, di mana-mana sahaja.",
        "gongneng_p_5": "Sokong penukaran imej tunggal dan sokongan percuma untuk menggabungkan berbilang imej (sehingga 20) ke dalam satu fail.",
        "gongneng_p_6": "Kemas kini masa hadapan akan termasuk saiz kertas tersuai, sempadan tersuai, latar belakang tersuai dan pilihan pengindahan dokumen lain!",
        "gongneng_p_7": "Pembangun sedang mengusahakan pemalam penyemak imbas untuk penukaran PNG kepada PDF yang lebih mudah dan pantas. Nantikan!",
        "gongneng_p_8": "Untuk memenuhi keperluan pengguna di seluruh dunia, kami telah menambah sokongan untuk lebih daripada 12 bahasa. Kami akan terus mengemas kini, jadi teruskan berkongsi!",
        "faq_p_h2": "Beberapa Soalan Mengenai Penukaran PNG ke PDF",
        "faq_h3_1": "Bagaimana untuk menukar imej PNG kepada fail PDF?",
        "faq_h3_2": "Bolehkah saya menggabungkan berbilang imej menjadi satu PDF?",
        "faq_h3_3": "Peranti apakah yang boleh digunakan oleh alat ini?",
        "faq_h3_4": "Adakah terdapat sebarang had pada bilangan atau saiz fail?",
        "faq_h3_5": "Adakah fail PDF yang ditukar akan mengekalkan kualiti imej?",
        "faq_h3_6": "Adakah alat ini percuma?",
        "faq_p_1": "Muat naik fail PNG, klik butang 'Tukar' dan muat turun fail PDF apabila selesai.",
        "faq_p_2": "Ya, anda boleh memuat naik berbilang imej PNG dan klik butang 'Gabung'.",
        "faq_p_3": "Ia boleh digunakan pada telefon pintar, PC, tablet dan peranti lain.",
        "faq_p_4": "Anda boleh memuat naik sehingga 20 fail PNG pada satu masa, tetapi tiada had pada saiz fail.",
        "faq_p_5": "Ya, fail yang ditukar mengekalkan resolusi dan kualiti imej asal.",
        "faq_p_6": "Ya, alat ini adalah percuma.",
        "sharemodel_str": "Pada halaman semasa, klik penanda halaman penyemak imbas dan pilih [Tambah pada penanda halaman].",
        "download_one_str": "Muat turun",
        "download_combine_str": "Gabung",
        "reset_str": "Tetapkan semula",
        "upload_tips_title": "Peringatan",
        "upload_tips_p": "Anda boleh memuat naik sehingga 30 imej."
    },
    "Blog": {
        "mulu_str": "Jadual Kandungan",
        "back_str": "Kembali ke Rumah"
    },
    "Footer": {
        "banquan_text": "Semua hak terpelihara. Pengeluaran semula tanpa kebenaran adalah dilarang.",
        "lianxiyouxiang": "E-mel Hubungan"
    }
}