{
  "IndexPage": {
    "title": "De PNG para PDF: Online, Gratuito, Seguro, Rápido",
    "description": "De PNG para PDF é uma ferramenta conveniente para converter imagens PNG em PDF online de forma rápida, gratuita e segura. Use nossa interface simples para converter instantaneamente imagens PNG em PDF enquanto protege sua privacidade e dados.",
    "keywords": "png, para, pdf, converter, pngpdf",
    "h1_text": "Conversor de PNG para PDF",
    "h1_p": "Use nosso conversor online gratuito de PNG para PDF para converter imagens PNG em arquivos PDF em segundos e experimente a conversão mais rápida.",
    "paperPlaceholder": "Tamanho do papel",
    "marginPlaceholder": "Margem da página",
    "select_auto_str": "Automático",
    "select_margin_str": "Nenhum",
    "select_xiao_str": "Pequeno",
    "select_zhong_str": "Médio",
    "select_da_str": "Grande",
    "uploadImgTips": "Clique para carregar imagem",
    "shareTips": "Compartilhe esta ferramenta",
    "shareButtonText": "Adicionar aos favoritos",
    "buzhou_text_h2": "Como converter PNG para PDF",
    "buzhou_text_p": "Quer saber como converter PNG para PDF? Aqui estão etapas simples! Siga estas etapas para converter arquivos PNG em PDF em minutos.",
    "buzhou_1_h3": "Carregar arquivo",
    "buzhou_1_p": "Clique no botão para carregar arquivos PNG do seu PC, nuvem ou URL.",
    "buzhou_2_h3": "Proceder à conversão",
    "buzhou_2_p": "Aguarde até que o upload seja concluído, em seguida, clique no botão \"Converter\".",
    "buzhou_3_h3": "Baixar novo arquivo",
    "buzhou_3_p": "Baixe o documento PDF convertido para o seu dispositivo.",
    "gongneng_text_h2": "Principais recursos do conversor de PNG para PDF",
    "gongneng_text_p": "Conversão rápida e gratuita de PNG para PDF, conversor online amigável com muitos recursos. Seguro e fácil de usar para todos.",
    "gongneng_h3_1": "Conversão gratuita de PNG para PDF",
    "gongneng_h3_2": "Sem problemas de salvamento de arquivo",
    "gongneng_h3_3": "Não requer instalação de software",
    "gongneng_h3_4": "Interface simples e amigável",
    "gongneng_h3_5": "Suporte para conversão de múltiplas imagens",
    "gongneng_h3_6": "Configurações avançadas multifuncionais",
    "gongneng_h3_7": "Sobre plugins de navegador",
    "gongneng_h3_8": "Site multilíngue",
    "gongneng_p_1": "pngpdf.net oferece ferramentas online convenientes para converter PNG em documentos PDF de forma rápida e gratuita!",
    "gongneng_p_2": "Nosso programa suporta upload direto no frontend e opera através do navegador, não exigindo armazenamento de arquivos. Use com segurança!",
    "gongneng_p_3": "Atualmente uma versão web, mas planejamos adicionar integração com plugins do Google no futuro. Você pode baixar e usar rapidamente em smartphones, PCs e tablets sem restrições.",
    "gongneng_p_4": "Usamos as mais recentes tecnologias frontend e oferecemos uma interface limpa e simples. Converta PNG para PDF facilmente a qualquer hora e em qualquer lugar.",
    "gongneng_p_5": "Suportamos a conversão de imagens individuais, bem como suportamos gratuitamente a fusão de várias imagens em um único arquivo PDF (até 20 fotos).",
    "gongneng_p_6": "Planejamos adicionar recursos para embelezar documentos, como tamanhos de papel personalizados, bordas personalizadas e fundos! ",
    "gongneng_p_7": "O autor está desenvolvendo plugins de navegador para uma conversão mais rápida e conveniente de PNG para PDF. Aguarde!",
    "gongneng_p_8": "Para atender às necessidades dos usuários em todo o mundo, adicionamos mais de 12 idiomas. Continuaremos atualizando, então sinta-se à vontade para nos enviar feedback!",
    "faq_p_h2": "Algumas perguntas sobre a conversão de PNG para PDF",
    "faq_h3_1": "Como posso converter imagens PNG em arquivos PDF?",
    "faq_h3_2": "Posso mesclar várias imagens em um único PDF?",
    "faq_h3_3": "Este ferramenta pode ser usada em qualquer dispositivo?",
    "faq_h3_4": "Existem restrições quanto ao número ou tamanho dos arquivos?",
    "faq_h3_5": "Os arquivos PDF convertidos mantêm a qualidade da imagem?",
    "faq_h3_6": "Esta ferramenta é gratuita?",
    "faq_p_1": "Faça o upload de um arquivo PNG e clique em \"Converter\" para convertê-lo em um arquivo PDF, em seguida, faça o download do arquivo convertido.",
    "faq_p_2": "Sim, você pode carregar várias imagens PNG e mesclá-las em um único arquivo PDF clicando no botão \"Mesclar\".",
    "faq_p_3": "Sim, esta ferramenta pode ser usada em qualquer dispositivo, seja smartphone, PC ou tablet.",
    "faq_p_4": "Você pode fazer o upload de até 20 arquivos PNG de uma vez, sem restrições de tamanho de arquivo.",
    "faq_p_5": "Sim, os arquivos convertidos mantêm a resolução e qualidade da imagem original.",
    "faq_p_6": "Sim, esta ferramenta é totalmente gratuita para usar.",
    "banquan_text": "É proibida a reprodução não autorizada.",
    "lianxiyouxiang": "Endereço de e-mail de contato",
    "sharemodel_str": "Clique no ícone de marcador no seu navegador na página atual e depois em [Adicionar aos favoritos].",
    "download_one_str": "Baixar",
    "download_combine_str": "Combinar",
    "reset_str": "Resetar",
    "upload_tips_title": "Lembrete",
    "upload_tips_p": "Você pode fazer upload de até 30 imagens."
  }
}