{
  "IndexPage": {
    "title": "Из PNG в PDF: Онлайн, Бесплатно, Безопасно, Быстро",
    "description": "PNG в PDF - удобный инструмент для быстрого, бесплатного и безопасного онлайн-преобразования изображений PNG в PDF. Используйте наш простой интерфейс для мгновенного преобразования PNG в PDF с защитой конфиденциальности и безопасностью данных.",
    "keywords": "png, в, pdf, конвертер, pngpdf",
    "h1_text": "Конвертер PNG в PDF",
    "h1_p": "Используйте наш бесплатный онлайн-конвертер PNG в PDF для преобразования изображений PNG в файлы PDF всего за несколько секунд и оцените самую быструю скорость конвертации.",
    "paperPlaceholder": "Размер бумаги",
    "marginPlaceholder": "Поля страницы",
    "select_auto_str": "Автоматически",
    "select_margin_str": "Нет",
    "select_xiao_str": "Маленький",
    "select_zhong_str": "Средний",
    "select_da_str": "Большой",
    "uploadImgTips": "Нажмите для загрузки изображения",
    "shareTips": "Поделитесь этим инструментом",
    "shareButtonText": "Добавить в закладки",
    "buzhou_text_h2": "Как конвертировать PNG в PDF",
    "buzhou_text_p": "Хотите узнать, как конвертировать PNG в PDF? Вот простые шаги! Следуйте этим шагам, чтобы конвертировать файлы PNG в PDF за несколько минут.",
    "buzhou_1_h3": "Загрузите файл",
    "buzhou_1_p": "Нажмите кнопку, чтобы загрузить файлы PNG с вашего ПК, облака или URL.",
    "buzhou_2_h3": "Продолжить конвертацию",
    "buzhou_2_p": "Дождитесь завершения загрузки, затем нажмите кнопку \"Конвертировать\".",
    "buzhou_3_h3": "Скачать новый файл",
    "buzhou_3_p": "Скачайте конвертированный PDF-документ на ваше устройство.",
    "gongneng_text_h2": "Основные функции конвертера PNG в PDF",
    "gongneng_text_p": "Быстрая и бесплатная конвертация PNG в PDF, удобный онлайн-конвертер с множеством функций. Безопасный и простой в использовании для всех.",
    "gongneng_h3_1": "Бесплатное преобразование PNG в PDF",
    "gongneng_h3_2": "Нет проблем с сохранением файлов",
    "gongneng_h3_3": "Не требуется установка программного обеспечения",
    "gongneng_h3_4": "Простой и удобный интерфейс",
    "gongneng_h3_5": "Поддержка конвертации нескольких изображений",
    "gongneng_h3_6": "Расширенные многофункциональные настройки",
    "gongneng_h3_7": "О плагинах для браузера",
    "gongneng_h3_8": "Многоязычный сайт",
    "gongneng_p_1": "pngpdf.net предоставляет удобные онлайн-инструменты для быстрого и бесплатного преобразования PNG в PDF!",
    "gongneng_p_2": "Наша программа поддерживает прямую загрузку в фронтенде и работает через браузер, не требуя хранения файлов. Используйте безопасно!",
    "gongneng_p_3": "В настоящее время это веб-версия, но в будущем мы планируем добавить интеграцию с плагинами Google. Вы можете быстро загружать и использовать его на смартфонах, ПК и планшетах без ограничений.",
    "gongneng_p_4": "Мы используем последние технологии фронтенда и предлагаем чистый и простой интерфейс. Конвертируйте PNG в PDF легко в любое время и в любом месте.",
    "gongneng_p_5": "Мы поддерживаем конвертацию отдельных изображений и бесплатно поддерживаем объединение нескольких изображений в один PDF (до 20 фотографий).",
    "gongneng_p_6": "Мы планируем добавить функции для украшения документов, такие как настраиваемые размеры бумаги, настраиваемые границы и фоны!",
    "gongneng_p_7": "Автор разрабатывает плагины для браузера для более быстрого и удобного преобразования PNG в PDF. Ждите новостей!",
    "gongneng_p_8": "Для удовлетворения потребностей пользователей по всему миру мы добавили более 12 языков. Мы продолжим обновляться, поэтому не стесняйтесь присылать нам отзывы!",
    "faq_p_h2": "Некоторые вопросы о конвертации PNG в PDF",
    "faq_h3_1": "Как мне конвертировать изображения PNG в файлы PDF?",
    "faq_h3_2": "Могу ли я объединить несколько изображений в один PDF?",
    "faq_h3_3": "Можно ли использовать этот инструмент на любом устройстве?",
    "faq_h3_4": "Есть ли ограничения на количество или размер файлов?",
    "faq_h3_5": "Сохраняется ли качество изображения в конвертированных файлах PDF?",
    "faq_h3_6": "Этот инструмент бесплатный?",
    "faq_p_1": "Загрузите файл PNG и нажмите \"Конвертировать\", чтобы преобразовать его в файл PDF, затем загрузите конвертированный файл.",
    "faq_p_2": "Да, вы можете загрузить несколько изображений PNG и объединить их в один PDF, нажав кнопку \"Объединить\".",
    "faq_p_3": "Да, этот инструмент можно использовать на любом устройстве, будь то смартфон, ПК или планшет.",
    "faq_p_4": "Вы можете загрузить до 20 файлов PNG за один раз, без ограничений по размеру файла.",
    "faq_p_5": "Да, конвертированные файлы сохраняют разрешение и качество изображения.",
    "faq_p_6": "Да, этот инструмент полностью бесплатен для использования.",
    "banquan_text": "Запрещено несанкционированное воспроизведение.",
    "lianxiyouxiang": "Контактный адрес электронной почты",
    "sharemodel_str": "Нажмите значок закладки в вашем браузере на текущей странице, а затем [Добавить в закладки].",
    "download_one_str": "Скачать",
    "download_combine_str": "Объединить",
    "reset_str": "Сбросить",
    "upload_tips_title": "Напоминание",
    "upload_tips_p": "Вы можете загрузить до 30 изображений."
  }
}