{
  "IndexPage": {
    "title": "Chuyển đổi từ PNG sang PDF: Trực tuyến, Miễn phí, An toàn, Nhanh chóng",
    "description": "Chuyển đổi từ PNG sang PDF là một công cụ tiện dụng để bạn có thể chuyển đổi hình ảnh PNG sang PDF một cách nhanh chóng, miễn phí và an toàn trực tuyến. Sử dụng giao diện đơn giản của chúng tôi để chuyển đổi hình ảnh PNG thành PDF ngay lập tức với sự bảo vệ về quyền riêng tư và an ninh dữ liệu.",
    "keywords": "png, sang, pdf, chuyển đổi, pngpdf",
    "h1_text": "Trình chuyển đổi PNG sang PDF",
    "h1_p": "Sử dụng công cụ chuyển đổi PNG sang PDF trực tuyến miễn phí của chúng tôi để chuyển đổi hình ảnh PNG thành tập tin PDF chỉ trong vài giây và trải nghiệm tốc độ chuyển đổi nhanh nhất.",
    "paperPlaceholder": "Kích thước giấy",
    "marginPlaceholder": "Lề trang",
    "select_auto_str": "Tự động",
    "select_margin_str": "Không có",
    "select_xiao_str": "Nhỏ",
    "select_zhong_str": "Trung bình",
    "select_da_str": "Lớn",
    "uploadImgTips": "Nhấn để tải ảnh lên",
    "shareTips": "Chia sẻ công cụ này",
    "shareButtonText": "Thêm vào dấu trang",
    "buzhou_text_h2": "Cách chuyển đổi từ PNG sang PDF",
    "buzhou_text_p": "Bạn muốn biết cách chuyển đổi từ PNG sang PDF? Dưới đây là những bước đơn giản! Hãy tuân theo các bước này để chuyển đổi tệp PNG thành PDF chỉ trong vài phút.",
    "buzhou_1_h3": "Tải lên tập tin",
    "buzhou_1_p": "Nhấn nút để tải tập tin PNG lên từ PC, đám mây hoặc URL.",
    "buzhou_2_h3": "Tiến hành chuyển đổi",
    "buzhou_2_p": "Chờ đợi cho đến khi tải lên hoàn thành, sau đó nhấn nút \"Chuyển đổi\".",
    "buzhou_3_h3": "Tải xuống tập tin mới",
    "buzhou_3_p": "Tải xuống tài liệu PDF đã chuyển đổi về thiết bị của bạn.",
    "gongneng_text_h2": "Các tính năng chính của trình chuyển đổi PNG sang PDF",
    "gongneng_text_p": "Chuyển đổi PNG sang PDF nhanh chóng và miễn phí, trình chuyển đổi trực tuyến tiện dụng với nhiều tính năng. An toàn và dễ sử dụng cho mọi người.",
    "gongneng_h3_1": "Chuyển đổi PNG sang PDF miễn phí",
    "gongneng_h3_2": "Không vấn đề về lưu trữ tập tin",
    "gongneng_h3_3": "Không cần cài đặt phần mềm",
    "gongneng_h3_4": "Giao diện đơn giản và dễ sử dụng",
    "gongneng_h3_5": "Hỗ trợ chuyển đổi nhiều hình ảnh",
    "gongneng_h3_6": "Các thiết lập nâng cao đa chức năng",
    "gongneng_h3_7": "Về các plugin trình duyệt",
    "gongneng_h3_8": "Trang web hỗ trợ nhiều ngôn ngữ",
    "gongneng_p_1": "pngpdf.net cung cấp các công cụ trực tuyến tiện dụng để bạn có thể chuyển đổi PNG sang tài liệu PDF một cách nhanh chóng và miễn phí!",
    "gongneng_p_2": "Chương trình của chúng tôi hỗ trợ tải lên trực tiếp từ giao diện người dùng và hoạt động qua trình duyệt, không cần lưu trữ tập tin. Sử dụng một cách an toàn!",
    "gongneng_p_3": "Hiện tại là phiên bản web, nhưng trong tương lai chúng tôi có kế hoạch tích hợp với các plugin Google. Bạn có thể tải và sử dụng nó nhanh chóng trên điện thoại thông minh, PC và máy tính bảng mà không có hạn chế.",
    "gongneng_p_4": "Chúng tôi sử dụng công nghệ front-end mới nhất và cung cấp giao diện sạch và đơn giản. Chuyển đổi PNG sang PDF dễ dàng bất cứ lúc nào, bất cứ đâu.",
    "gongneng_p_5": "Chúng tôi hỗ trợ chuyển đổi từng hình ảnh riêng lẻ và miễn phí hỗ trợ ghép nhiều hình ảnh thành một tệp PDF duy nhất (tối đa 20 hình ảnh).",
    "gongneng_p_6": "Chúng tôi đang có kế hoạch thêm các tính năng để làm đẹp tài liệu, như kích thước giấy tùy chỉnh, lề và nền tùy chỉnh!",
    "gongneng_p_7": "Tác giả đang phát triển các plugin trình duyệt để chuyển đổi PNG sang PDF nhanh chóng và thuận tiện hơn. Hãy chờ đợi những tin tức mới!",
    "gongneng_p_8": "Để đáp ứng nhu cầu của người dùng trên toàn thế giới, chúng tôi đã thêm hơn 12 ngôn ngữ. Chúng tôi sẽ tiếp tục cập nhật, vì vậy hãy gửi phản hồi cho chúng tôi!",
    "faq_p_h2": "Một số câu hỏi về chuyển đổi PNG sang PDF",
    "faq_h3_1": "Làm thế nào để chuyển đổi hình ảnh PNG thành tệp PDF?",
    "faq_h3_2": "Tôi có thể ghép nhiều hình ảnh vào một tệp PDF không?",
    "faq_h3_3": "Công cụ này có thể sử dụng trên bất kỳ thiết bị nào không?",
    "faq_h3_4": "Có giới hạn về số lượng hoặc kích thước tệp không?",
    "faq_h3_5": "Tệp PDF sau khi chuyển đổi có giữ chất lượng hình ảnh không?",
    "faq_h3_6": "Công cụ này có miễn phí không?",
    "faq_p_1": "Tải lên tệp PNG và nhấn nút \"Chuyển đổi\" để chuyển đổi thành tệp PDF, sau đó tải xuống tệp đã chuyển đổi.",
    "faq_p_2": "Có, bạn có thể tải lên nhiều hình ảnh PNG và nhấn nút \"Ghép\" để ghép chúng thành một tệp PDF duy nhất.",
    "faq_p_3": "Công cụ này có thể sử dụng trên mọi thiết bị như điện thoại thông minh, máy tính và máy tính bảng.",
    "faq_p_4": "Bạn có thể tải lên tối đa 20 tệp PNG một lần mà không có giới hạn về kích thước của từng tệp.",
    "faq_p_5": "Các tệp PDF sau khi chuyển đổi sẽ giữ nguyên độ phân giải và chất lượng hình ảnh ban đầu.",
    "faq_p_6": "Công cụ này hoàn toàn miễn phí để sử dụng.",
    "banquan_text": "Cấm sao chép không được phép.",
    "lianxiyouxiang": "Địa chỉ email liên hệ",
    "sharemodel_str": "Nhấn vào biểu tượng đánh dấu trong trình duyệt của bạn trên trang hiện tại và sau đó nhấn [Thêm vào đánh dấu].",
    "download_one_str": "Tải xuống",
    "download_combine_str": "Kết hợp",
    "reset_str": "Đặt lại",
    "upload_tips_title": "Nhắc nhở",
    "upload_tips_p": "Bạn có thể tải lên tối đa 30 hình ảnh."
  }
}